---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceGridOptionParamn1
source: html/ed295d4e-b55d-c151-da70-7ee521865a9b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceGridOptionParamn1 Property

"Option 1"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceGridOptionParamn1 { get; }
```